Repository: luisbocanegra/kurve
Catalog: package/translate/*.po
Languages: fr

source: Audio visualizer powered by CAVA
fr: Visualiseur audio propulsé par CAVA

source: Visualizer
fr: Visualiseur

source: General
fr: Général

source: Oh no! Something went wrong
fr: Oh non ! Quelque chose s'est mal passé

source: Stop CAVA
fr: Arrêter CAVA

source: Start CAVA
fr: Démarrer CAVA

source: Copy to clipboard
fr: Copier dans le presse-papiers

source: Widget background
fr: Arrière-plan du widget

source: Remove band
fr: Retirer la bande

source: Add band
fr: Ajouter une bande

source: Flat response
fr: Réponse plate

source: Color
fr: Couleur

source: Interval (ms):
fr: Intervalle (ms) :

source: Smoothing (ms):
fr: Lissage (ms) :

source: Color source:
fr: Source de couleur :

source: Custom
fr: Personnalisée

source: A fixed custom color
fr: Une couleur personnalisée fixe

source: System
fr: Système

source: Color that updates with your System theme
fr: Couleur qui se met à jour avec votre thème système

source: Custom list
fr: Liste personnalisée

source: Define a list of colors that will be applied to all the elements, wraps around if there are more elements than colors
fr: Définir une liste de couleurs qui seront appliquées à tous les éléments, reprend au début s'il y a plus d'éléments que de couleurs

source: Random
fr: Aléatoire

source: Random color for each element
fr: Couleur aléatoire pour chaque élément

source: Follow
fr: Suivre

source: Follow the color of a parent element
fr: Suivre la couleur d'un élément parent

source: Gradient
fr: Dégradé

source: Horizontal or vertical customizable color gradient
fr: Dégradé de couleur personnalisable horizontal ou vertical

source: High resolution images can slow down the desktop when the panel or widget size changes!
fr: Les images haute résolution peuvent ralentir le bureau lorsque la taille du panel ou du widget change !

source: Hue
fr: Teinte

source: Automatically shifted color for each bar
fr: Couleur automatiquement décalée pour chaque barre

source: Element:
fr: Élément :

source: Panel background
fr: Arrière-plan du panel

source: Tray widget background
fr: Arrière-plan du widget de la barre d'état

source: Positioning:
fr: Positionnement :

source: Stretch
fr: Étirer

source: Tile
fr: Mosaïque

source: Scaled and Cropped
fr: Mise à l'échelle et recadrage

source: Pick a image file
fr: Choisir un fichier image

source: Image files
fr: Fichiers image

source: All files
fr: Tous les fichiers

source: Color:
fr: Couleur :

source: Color set:
fr: Jeu de couleurs :

source: Colors:
fr: Couleurs :

source: Range:
fr: Plage :

source: Gradient:
fr: Dégradé :

source: Reverse:
fr: Inverser :

source: Display colors the other way around
fr: Afficher les couleurs dans l'autre sens

source: Contrast Correction
fr: Correction du contraste

source: Lightness:
fr: Luminosité :

source: Framerate:
fr: Fréquence d'images :

source: Number of bars:
fr: Nombre de barres :

source: Automatically calculated for the current visualizer style.
fr: Calculé automatiquement pour le style de visualiseur actuel.

source: Automatic sensitivity:
fr: Sensibilité automatique :

source: Attempt to decrease sensitivity if the bars peak.
fr: Tenter de diminuer la sensibilité si les barres atteignent le maximum.

source: Sensitivity:
fr: Sensibilité :

source: Manual sensitivity in %. If autosens is enabled, this will only be the initial value
fr: Sensibilité manuelle en %. Si la sensibilité automatique est activée, ce ne sera que la valeur initiale

source: Frequency range (Hz):
fr: Plage de fréquences (Hz) :

source: Lower and higher cutoff frequencies for lowest and highest bars, the bandwidth of the visualizer. Note: Cava will automatically increase the higher cutoff if a too low band is specified.
fr: Fréquences de coupure inférieure et supérieure pour les barres les plus basses et les plus hautes, la bande passante du visualiseur. Note : Cava augmentera automatiquement la fréquence de coupure supérieure si une bande trop basse est spécifiée.

source: Sleep timer (seconds):
fr: Minuteur de mise en veille (secondes) :

source: Seconds with no input before cava goes to sleep mode. Cava will not perform FFT and only check for input once per second.
fr: Secondes sans entrée avant que cava ne passe en mode veille. Cava n'effectuera pas de FFT et ne vérifiera l'entrée qu'une fois par seconde.

source: Pause on:
fr: Mettre en pause sur :

source: Full screen window
fr: Fenêtre en plein écran

source: Maximized window
fr: Fenêtre maximisée

source: Input
fr: Entrée

source: Method:
fr: Méthode :

source: Default
fr: Par défaut

source: Audio capturing method. Defaults to 'oss', 'pipewire', 'sndio', 'jack', 'pulse', 'alsa', 'portaudio' or 'fifo', in that order, dependent on what support cava was built with.
fr: Méthode de capture audio. Par défaut 'oss', 'pipewire', 'sndio', 'jack', 'pulse', 'alsa', 'portaudio' ou 'fifo', dans cet ordre, selon le support avec lequel cava a été compilé.

source: For pulseaudio and pipewire 'source' will be the source. Default: 'auto', which uses the monitor source of the default sink (all pulseaudio sinks(outputs) have 'monitor' sources(inputs) associated with them).
fr: Pour pulseaudio et pipewire, 'source' sera la source. Par défaut : 'auto', qui utilise la source monitor du sink par défaut (tous les sinks(sorties) pulseaudio ont des sources(entrées) 'monitor' associées).

source: For pipewire 'source' will be the object name or object.serial of the device to capture from. Both input and output devices are supported.
fr: Pour pipewire, 'source' sera le nom d'objet ou object.serial du périphérique à capturer. Les périphériques d'entrée et de sortie sont pris en charge.

source: For alsa 'source' will be the capture device.
fr: Pour alsa, 'source' sera le périphérique de capture.

source: For fifo 'source' will be the path to fifo-file.
fr: Pour fifo, 'source' sera le chemin vers le fichier fifo.

source: For shmem 'source' will be /squeezelite-AA:BB:CC:DD:EE:FF where 'AA:BB:CC:DD:EE:FF' will be squeezelite's MAC address.
fr: Pour shmem, 'source' sera /squeezelite-AA:BB:CC:DD:EE:FF où 'AA:BB:CC:DD:EE:FF' sera l'adresse MAC de squeezelite.

source: For sndio 'source' will be a raw recording audio descriptor or a monitoring sub-device, e.g. 'rsnd/2' or 'snd/1'. Default: 'default'.
fr: Pour sndio, 'source' sera un descripteur audio d'enregistrement brut ou un sous-périphérique de surveillance, par ex. 'rsnd/2' ou 'snd/1'. Par défaut : 'default'.

source: For oss 'source' will be the path to a audio device, e.g. '/dev/dsp2'. Default: '/dev/dsp', i.e. the default audio device.
fr: Pour oss, 'source' sera le chemin vers un périphérique audio, par ex. '/dev/dsp2'. Par défaut : '/dev/dsp', c'est-à-dire le périphérique audio par défaut.

source: For jack 'source' will be the name of the JACK server to connect to, e.g. 'foobar'. Default: 'default'.
fr: Pour jack, 'source' sera le nom du serveur JACK auquel se connecter, par ex. 'foobar'. Par défaut : 'default'.

source: Sample rate:
fr: Taux d'échantillonnage :

source: Only for fifo, pipewire, sndio, oss
fr: Uniquement pour fifo, pipewire, sndio, oss

source: Sample bits:
fr: Bits d'échantillonnage :

source: Channels:
fr: Canaux :

source: Only for pipewire & cava>=0.10.6, sndio, oss, jack
fr: Uniquement pour pipewire & cava>=0.10.6, sndio, oss, jack

source: Auto connect:
fr: Connexion automatique :

source: Only for jack
fr: Uniquement pour jack

source: Active:
fr: Actif :

source: Only for pipewire & cava>=0.10.6. Force the node to always process. Useful for monitoring sources when no other application is active.
fr: Uniquement pour pipewire & cava>=0.10.6. Force le nœud à toujours traiter. Utile pour surveiller les sources lorsqu'aucune autre application n'est active.

source: Remix:
fr: Remixage :

source: Only for pipewire & cava>=0.10.6. Allow to remix audio channels to match cava's channel count. Useful for surround sound.
fr: Uniquement pour pipewire & cava>=0.10.6. Permet de remixer les canaux audio pour correspondre au nombre de canaux de cava. Utile pour le son surround.

source: Virtual:
fr: Virtuel :

source: Only for pipewire & cava>=0.10.6. Set the node to virtual, to avoid recording notifications from the DE.
fr: Uniquement pour pipewire & cava>=0.10.6. Définit le nœud comme virtuel, pour éviter d'enregistrer les notifications de l'environnement de bureau.

source: Output
fr: Sortie

source: Visual channels:
fr: Canaux visuels :

source: 'mono' outputs left to right lowest to highest frequencies. 'stereo' mirrors both channels with low frequencies in center.
fr: 'mono' affiche de gauche à droite les fréquences les plus basses vers les plus hautes. 'stereo' reflète les deux canaux avec les basses fréquences au centre.

source: Mono channel:
fr: Canal mono :

source: Display frequencies the other way around
fr: Afficher les fréquences dans l'autre sens

source: Smoothing
fr: Lissage

source: Noise reduction:
fr: Réduction du bruit :

source: The raw visualization is very noisy, this factor adjusts the integral and gravity filters to keep the signal smooth. 100 will be very slow and smooth, 0 will be fast but noisy.
fr: La visualisation brute est très bruitée, ce facteur ajuste les filtres intégraux et de gravité pour garder le signal lisse. 100 sera très lent et lisse, 0 sera rapide mais bruité.

source: Enable the so-called "Monstercat smoothing" with or without "waves".
fr: Activer le lissage dit "Monstercat" avec ou sans "vagues".

source: Waves
fr: Vagues

source: Equalizer
fr: Égaliseur

source: Enabled:
fr: Activé :

source: Adjust frequencies by a multiplication factor, more bands equals more precision.
fr: Ajuste les fréquences par un facteur de multiplication, plus de bandes équivaut à plus de précision.

source: Auto-hide when idle:
fr: Masquer automatiquement en cas d'inactivité :

source: After
fr: Après

source: seconds
fr: secondes

source: Desktop background:
fr: Arrière-plan du bureau :

source: Transparent with shadow
fr: Transparent avec ombre

source: Disable tooltip:
fr: Désactiver l'infobulle :

source: Disable ToolTip that shows the widget name and description.
fr: Désactive l'infobulle qui affiche le nom et la description du widget.

source: Disable left click:
fr: Désactiver le clic gauche :

source: Applet popup will still be accessible from the right click menu.
fr: La fenêtre contextuelle de l'applet sera toujours accessible depuis le menu du clic droit.

source: Troubleshooting
fr: Dépannage

source: Debug mode:
fr: Mode débogage :

source: Print additional messages to the system log. To make it easier to spot sizing issues, this will also force full height to the first visualizer bar and displays a grid over it.
fr: Affiche des messages supplémentaires dans le journal système. Pour faciliter la détection des problèmes de dimensionnement, cela forcera également la hauteur complète de la première barre du visualiseur et affichera une grille par-dessus.

source: height
fr: hauteur

source: width
fr: largeur

source: Bars
fr: Barres

source: Wave
fr: Vague

source: Blocks
fr: Blocs

source: Fill wave
fr: Remplir la vague

source: Draw inactive blocks
fr: Dessiner les blocs inactifs

source: Circle mode:
fr: Mode cercle :

source: Circle size:
fr: Taille du cercle :

source: Top
fr: Haut

source: Bottom
fr: Bas

source: Left
fr: Gauche

source: Right
fr: Droite

source: Fill panel %1:
fr: Remplir la %1 du panel :

source: Fixed %1:
fr: %1 fixe :

source: Fill panel thickness:
fr: Épaisseur de remplissage du panel :

source: Centered bars:
fr: Barres centrées :

source: Rounded bars:
fr: Barres arrondies :

source: Line width:
fr: Largeur de ligne :

source: Bar width:
fr: Largeur de barre :

source: Bar gap:
fr: Espacement des barres :

source: Block height:
fr: Hauteur de bloc :

source: Block gap:
fr: Espacement des blocs :

source: Wave Color
fr: Couleur de la vague

source: Bar Color
fr: Couleur de la barre

source: Inactive block color
fr: Couleur des blocs inactifs

source: Wave Fill Color
fr: Couleur de remplissage de la vague

source: Show support information
fr: Afficher les informations de support
